-- 이곳에 더미데이터 들어감(미리 만들어둔 허브간 루트)
INSERT INTO delivery.p_hub_to_hub
(hth_distance, hth_quantity, is_deleted, created_at, deleted_at, updated_at, created_by, deleted_by, hth_id, updated_by, arrival_hub_address, departure_hub_address)
VALUES
(99540.00,'01:37:48',false,now(),null,now(),'00000000-0000-0000-0000-000000000001',null,'787f057f-9aa6-4c12-a036-1b0f0824cb15',null,'경기도 고양시 덕양구 권율대로 570','경기도 이천시 덕평로 257-21'),
(102264.00,'02:08:57',false,now(),null,now(),'00000000-0000-0000-0000-000000000001', null,'ce12aba9-8cf3-435f-b6b1-292a31bb6cf4',null,'경기도 이천시 덕평로 257-21','경기도 고양시 덕양구 권율대로 570'),

(57277.00,'01:02:30',false,now(),null,now(),'00000000-0000-0000-0000-000000000001',null,'480992dd-6043-4121-87de-ec6e8da864ea',null,'서울특별시 송파구 송파대로 55','경기도 이천시 덕평로 257-21'),
(52703.00,'01:13:04',false,now(),null,now(),'00000000-0000-0000-0000-000000000001',null,'2659c500-4453-4fc7-9131-47245a58a09e',null,'경기도 이천시 덕평로 257-21','서울특별시 송파구 송파대로 55'),

(83479.00,'01:32:04',false,now(),null,now(),'00000000-0000-0000-0000-000000000001',null,'b1367182-9bdd-4e1c-886e-4c708aca3721',null,'인천광역시 남동구 정각로 29','경기도 이천시 덕평로 257-21'),
(84990.00,'02:10:27',false,now(),null,now(),'00000000-0000-0000-0000-000000000001',null,'6f7803b5-bc56-4600-8a1a-59527e94741c',null,'경기도 이천시 덕평로 257-21','인천광역시 남동구 정각로 29'),

(139472.00,'01:55:53',false,now(),null,now(),'00000000-0000-0000-0000-000000000001',null,'c7ac4080-f7f1-41ed-9f02-6d238df3c1b7',null,'강원특별자치도 춘천시 중앙로 1','경기도 이천시 덕평로 257-21'),
(141114.00,'01:53:11',false,now(),null,now(),'00000000-0000-0000-0000-000000000001',null,'221d04ca-28e8-4fab-80e1-735f30e1ee09',null,'경기도 이천시 덕평로 257-21','강원특별자치도 춘천시 중앙로 1'),

(90817.00,'01:43:04',false,now(),null,now(),'00000000-0000-0000-0000-000000000001',null,'de4b291d-0b05-4f7c-88cd-8405b72fdfef',null,'충청남도 홍성군 홍북읍 충남대로 21','대전광역시 서구 둔산로 100'),
(93096.00,'01:22:24',false,now(),null,now(),'00000000-0000-0000-0000-000000000001',null,'fc555466-e7e3-4409-829c-d67b8a50f06f',null,'대전광역시 서구 둔산로 100','충청남도 홍성군 홍북읍 충남대로 21'),

(40030.00,'01:22:53',false,now(),null,now(),'00000000-0000-0000-0000-000000000001',null,'f5a33e08-eaef-4ba1-bd2f-941cbb3323b6',null,'충청북도 청주시 상당구 상당로 82','대전광역시 서구 둔산로 100'),
(44587.00,'01:18:11',false,now(),null,now(),'00000000-0000-0000-0000-000000000001',null,'1a0152b8-6e09-4e81-b900-587f8a7419de',null,'대전광역시 서구 둔산로 100','충청북도 청주시 상당구 상당로 82'),

(27103.00,'00:50:31',false,now(),null,now(),'00000000-0000-0000-0000-000000000001',null,'0294ff93-7744-4293-ad66-b80809aa051f',null,'세종특별자치시 한누리대로 2130','대전광역시 서구 둔산로 100'),
(27062.00,'00:44:51',false,now(),null,now(),'00000000-0000-0000-0000-000000000001',null,'3d8678ed-f77a-4acc-a3f5-dc73ce925e43',null,'대전광역시 서구 둔산로 100','세종특별자치시 한누리대로 2130'),

(87990.00,'01:29:19',false,now(),null,now(),'00000000-0000-0000-0000-000000000001',null,'704ff7e3-b3fa-4626-8563-9abd6267b44f',null,'전북특별자치도 전주시 완산구 효자로 225','대전광역시 서구 둔산로 100'),
(89211.00,'01:43:09',false,now(),null,now(),'00000000-0000-0000-0000-000000000001',null,'2b84744f-2044-49af-ba8f-180ae8835864',null,'대전광역시 서구 둔산로 100','전북특별자치도 전주시 완산구 효자로 225'),

(168461.00,'02:04:24',false,now(),null,now(),'00000000-0000-0000-0000-000000000001',null,'c7e8392c-f8cd-4d31-8713-4b105c9bb39e',null,'광주광역시 서구 내방로 111','대전광역시 서구 둔산로 100'),
(168866.00,'02:14:04',false,now(),null,now(),'00000000-0000-0000-0000-000000000001',null,'2acc86c0-1b78-45b6-b055-f36b8c30c0a8',null,'대전광역시 서구 둔산로 100','광주광역시 서구 내방로 111'),

(238811.00,'02:36:16',false,now(),null,now(),'00000000-0000-0000-0000-000000000001',null,'ba15a896-45bb-4fc0-a35a-8e340483a9b6',null,'전라남도 무안군 삼향읍 오룡길 1','대전광역시 서구 둔산로 100'),
(225236.00,'02:52:49',false,now(),null,now(),'00000000-0000-0000-0000-000000000001',null,'4614c3db-2f65-4a66-8de2-3f7bb45f6c8f',null,'대전광역시 서구 둔산로 100','전라남도 무안군 삼향읍 오룡길 1'),

(108966.00,'01:55:47',false,now(),null,now(),'00000000-0000-0000-0000-000000000001',null,'54b7d3cd-569b-4dfa-8d8b-991b0de92cac',null,'경상북도 안동시 풍천면 도청대로 455','대구광역시 북구 태평로 161'),
(110067.00,'01:22:33',false,now(),null,now(),'00000000-0000-0000-0000-000000000001',null,'aa97f0f5-49f4-4768-807a-e9c842ff522d',null,'대구광역시 북구 태평로 161','경상북도 안동시 풍천면 도청대로 455'),

(95177.00,'01:45:24',false,now(),null,now(),'00000000-0000-0000-0000-000000000001',null,'cfa95005-5477-4722-b7a4-4309ead099e6',null,'경상남도 창원시 의창구 중앙대로 300','대구광역시 북구 태평로 161'),
(105863.00,'01:39:14',false,now(),null,now(),'00000000-0000-0000-0000-000000000001',null,'d00b7393-3b84-493e-87a2-1c6387144e35',null,'대구광역시 북구 태평로 161','경상남도 창원시 의창구 중앙대로 300'),

(112259.00,'01:58:41',false,now(),null,now(),'00000000-0000-0000-0000-000000000001',null,'137fba14-fb68-4c8c-b80f-5bfac3ca5770',null,'부산광역시 동구 중앙대로 206','대구광역시 북구 태평로 161'),
(122766.00,'02:10:50',false,now(),null,now(),'00000000-0000-0000-0000-000000000001',null,'fca1dea3-0252-4948-b571-4680ee0aac5f',null,'대구광역시 북구 태평로 161','부산광역시 동구 중앙대로 206'),

(121088.00,'01:48:32',false,now(),null,now(),'00000000-0000-0000-0000-000000000001',null,'508a21ce-cfaf-40f6-b412-1a798dbe688f',null,'울산광역시 남구 중앙로 201','대구광역시 북구 태평로 161'),
(121168.00,'01:40:09',false,now(),null,now(),'00000000-0000-0000-0000-000000000001',null,'5cf901f3-c423-48a8-aea8-112d948bf5fe',null,'대구광역시 북구 태평로 161','울산광역시 남구 중앙로 201'),

(115914.00,'01:57:44',false,now(),null,now(),'00000000-0000-0000-0000-000000000001',null,'982448bd-026d-4e0b-a715-4cad905f1b4b',null,'대전광역시 서구 둔산로 100','경기도 이천시 덕평로 257-21'),
(116446.00,'02:15:54',false,now(),null,now(),'00000000-0000-0000-0000-000000000001',null,'ba287a5a-2c6f-4b7c-a23c-d365e2e65a27',null,'경기도 이천시 덕평로 257-21','대전광역시 서구 둔산로 100'),

(244431.00,'02:53:12',false,now(),null,now(),'00000000-0000-0000-0000-000000000001',null,'88ae7c23-46ef-4e88-9d53-f1093c661bc7',null,'대구광역시 북구 태평로 161','경기도 이천시 덕평로 257-21'),
(243066.00,'02:54:47',false,now(),null,now(),'00000000-0000-0000-0000-000000000001',null,'67a8302f-2826-4ebe-9a09-b2655848805c',null,'경기도 이천시 덕평로 257-21','대구광역시 북구 태평로 161'),

(152472.00,'02:05:54',false,now(),null,now(),'00000000-0000-0000-0000-000000000001',null,'0a6f1866-7a6a-44b9-a6f2-74bfb6298380',null,'대구광역시 북구 태평로 161','대전광역시 서구 둔산로 100'),
(152246.00,'02:15:38',false,now(),null,now(),'00000000-0000-0000-0000-000000000001',null,'b9b78ab8-a2e0-4d84-ad2d-342c327ca48c',null,'대전광역시 서구 둔산로 100','대구광역시 북구 태평로 161');
